test/fixture/core/http/Transmit2

HTTP/1.1 200 OK
Server: Apache-Coyote/1.1
Content-Type: application/vnd.paos+xml;charset=ISO-8859-1
Transfer-Encoding: chunked
Date: Fri, 25 Apr 2014 11:19:45 GMT

8ef
<?xml version="1.0" encoding="UTF-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
   <soap:Header>
      <sb:Correlation xmlns:sb="http://urn:liberty:sb:2003-08" messageID="Id5922" refToMessageID="32804e3940f7fe5f9b2dcf4d17decf21728aa745"/>
   </soap:Header>
   <soap:Body>
   <Transmit xmlns="urn:iso:std:iso-iec:24727:tech:schema">
<SlotHandle>353533313636353638</SlotHandle>
<InputAPDUInfo>
<InputAPDU>0CA4020C1D8711011DD05C291E26943D9E893FBB4425CB378E08B45699566295302200</InputAPDU>
</InputAPDUInfo>
<InputAPDUInfo>
<InputAPDU>0CB0000000000E970200008E0851802EB2FE698C7A0000</InputAPDU>
</InputAPDUInfo>
<InputAPDUInfo>
<InputAPDU>0CA4020C1D871101EF30406C7488981BB2619F0B24D31F4E8E081A619A80B7E55C5A00</InputAPDU>
</InputAPDUInfo>
<InputAPDUInfo>
<InputAPDU>0CB0000000000E970200008E08527311B5050ED6670000</InputAPDU>
</InputAPDUInfo>
<InputAPDUInfo>
<InputAPDU>0CA4020C1D871101695988CC962F2B1C48E23C939056B2C28E08C3073A94F51BEA0700</InputAPDU>
</InputAPDUInfo>
<InputAPDUInfo>
<InputAPDU>0CB0000000000E970200008E0886FC6AC9422239670000</InputAPDU>
</InputAPDUInfo>
<InputAPDUInfo>
<InputAPDU>0CA4020C1D8711016C180275369F2AE341ABC80A81DF49E88E08D34B410004BCA6A800</InputAPDU>
</InputAPDUInfo>
<InputAPDUInfo>
<InputAPDU>0CB0000000000E970200008E080FC970CC140303AD0000</InputAPDU>
</InputAPDUInfo>
<InputAPDUInfo>
<InputAPDU>0CA4020C1D871101DA9234A4B09E7DB1B8024434A92D65778E088825C5CFE0206DBA00</InputAPDU>
</InputAPDUInfo>
<InputAPDUInfo>
<InputAPDU>0CB0000000000E970200008E086FB1AE8BF37F3E6C0000</InputAPDU>
</InputAPDUInfo>
<InputAPDUInfo>
<InputAPDU>0CA4020C1D871101ED70D6529C68B20CE8805A0A24683FB98E081C675FD64358539E00</InputAPDU>
</InputAPDUInfo>
<InputAPDUInfo>
<InputAPDU>0CB0000000000E970200008E08C1928AAD7AE9041D0000</InputAPDU>
</InputAPDUInfo>
<InputAPDUInfo>
<InputAPDU>0CA4020C1D871101A4C2958DD59BEE6C01978323CFC812038E08567F22EE3B30836F00</InputAPDU>
</InputAPDUInfo>
<InputAPDUInfo>
<InputAPDU>0CB0000000000E970200008E08D386B5334DA527E50000</InputAPDU>
</InputAPDUInfo>
<InputAPDUInfo>
<InputAPDU>0CA4020C1D871101D72167B26C29DD0447444999442A8FAA8E08C4763527ED3035FD00</InputAPDU>
</InputAPDUInfo>
<InputAPDUInfo>
<InputAPDU>0CB0000000000E970200008E08D8AD0CEEACF84DF90000</InputAPDU>
</InputAPDUInfo>
</Transmit>
</soap:Body>
</soap:Envelope>

0

